{"_id":{"$oid":"5c4298fd1c9d4400005b482c"},"name":"General","customerId":{"$oid":"5c453f7ea0294b2bb92641e0"},"description":"Default Word Bank","words":[{"name":"Innovation","definition":"An environment that promotes the exchange of ideas, creativity, and the ability to try new or different things.","value":1,"default":true,"disabled":false,"antonym":"Tradition or stagnant"},{"name":"Formal Environment","definition":"The visible segment of the organization that is more formal dress, work environment, and communication.","value":1,"default":true,"disabled":false,"antonym":"Informal"},{"name":"Results \u0026 Accountability Oriented","definition":"Works to achieve an outcome rather than focus on the process it takes to get there. It is about aligning the employee's key skills and setting plans for the delivery of certain results.","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Achievement Oriented","definition":"To set challenging goals throughout the organization.  There's a clear numerical goal and continuous feedback so you can measure how you're doing and change accordingly.","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Socially Responsible","definition":"Is an ethical framework and suggests that an entity, be it an organization or individual, has an obligation to act for the benefit of society at large; environmental sustainability initiatives, direct philanthropic giving, ethical business practices and economic responsibility.","value":1,"default":true,"disabled":false,"antonym":"Profit focused"},{"name":"People Oriented","definition":"Quality Relationships throughout the organization. Where companies value their employees and treat them as ‘family’.  They all get along, are pleasant and happy and smile at each other when they pass in the halls. It's fun to work there, everyone likes their job, and each employee is treated well and fairly.","value":1,"default":true,"disabled":false,"antonym":"Individual oriented"},{"name":"Action Oriented","definition":"Action-oriented leadership involves leading by example and getting things done as an individual, team and organization.","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Organizational Collaboration \u0026 Teamwork","definition":"An environment were individuals, teams, departments, divisions, and business units easily work across functional lines to share ideas, communicate, and overcome obstacles","value":1,"default":true,"disabled":false,"antonym":"Siloed"},{"name":"Entrepreneurial Risk-Taking","definition":"The ability to think outside the box and take smart, calculated risks.","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Competitiveness","definition":"A competitive workplace, where everyone competes with everyone else.","value":1,"default":true,"disabled":false,"antonym":"Aggressive"},{"name":"Clear Expectations","definition":"Team members understand where their work fits and what is expected in the total context of their team and organization's strategic plan and success goals.","value":1,"default":true,"disabled":false,"antonym":"Ambiguity"},{"name":"Tolerance","definition":"Is a freely-given acceptance of differences that one sees as positive and valued and a direct contributor to success.","value":1,"default":true,"disabled":false,"antonym":"Intolerance"},{"name":"Fairness","definition":"Employees feel that organizational resources are allocated fairly, that organizational decisions are made in fair ways, and that their organization treats them fairly.","value":1,"default":true,"disabled":false,"antonym":"Unfair and biased"},{"name":"Stability","definition":"Built upon thoughts and assumptions that are taken for granted throughout the organization. In a complex and shifting world, the organization values a stable approach to its businesses.","value":1,"default":true,"disabled":false,"antonym":"Constant change"},{"name":"Empowerment","definition":"The belief that employees have the ability – and want to take on more responsibility and is freely given to exercise authority.","value":1,"default":true,"disabled":false,"antonym":"Centralized authority"},{"name":"Formal \u0026 Hierarchial Structure","definition":"None provided","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Diversity","definition":"Diversity is a form of appreciating the variety differences in individuals and actively employing people of diverse backgrounds. The differences can be based on culture, ideas, gender, age, sex, ethnicity, sexual orientation, and social status.","value":1,"default":true,"disabled":false,"antonym":"Homogenous"},{"name":"Rules Oriented","definition":"The organization follows a tight set of rules, processes, and norms.","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Trust \u0026 Respect","definition":"Workplace where trust-based relationships are highly valued and employees believe leaders are credible, honest, and competent.","value":1,"default":true,"disabled":false,"antonym":"Fear"},{"name":"Fun \u0026 Exciting","definition":"Create the best employee experience that makes employees want to show up to work every day and put in their best. It keeps them enthusiastic about their tasks to ensure that the workplace environment is enjoyable","value":1,"default":true,"disabled":false,"antonym":"Mundane"},{"name":"Purpose \u0026 Meaning","definition":"Is the why of your organization. Purpose is what gives work meaning and is about where your company's journey is going and taking you.","value":1,"default":true,"disabled":false,"antonym":""},{"name":"Transparency \u0026 Open Communication","definition":"Withhold information \u0026 no clear communication- operating in a way that creates openness between managers and employees.” Transparency implies openness, communication, and accountability.","value":1,"default":true,"disabled":false,"antonym":"Opacity"},{"name":"Employee Development","definition":"A learning environment where employees are invested in, developed, and a focus is on continued development of skillset and leadership abilities.","value":1,"default":true,"disabled":false,"antonym":"Lack of development"},{"name":"Recognition \u0026 Appreciation","definition":"Communication between management and employees which rewards them for reaching specific goals or producing high quality results in the workplace. Recognition can be communicated through multiple channels one on one or in group settings or across the company.","value":1,"default":true,"disabled":false,"antonym":"Disparagement, criticism, or neglect"},{"name":"Process Driven","definition":"Is an organization that is structured, organized, managed, and measured around its primary business processes. ... The process‐driven organization supports the design and maintenance of efficient and effective business processes constitutes process culture.","value":1,"default":true,"disabled":false,"antonym":"People driven"},{"name":"Safety","definition":"Defined by planning, caution, and preparedness. Work environments are predictable places where people are risk-conscious and think things through carefully. Employees are united by a desire to feel protected and anticipate change; leaders emphasize being realistic and planning ahead.","value":1,"default":true,"disabled":false,"antonym":""}]}
